const QUESTIONS = [
    {
        question: 'Сколько дней предоставляется иностранному гражданину для постановки на миграционный учёт (оформления регистрации)?',
        options: [ '1 день', '3 дня', '5 дней', '7 дней' ],
        answer: 'fourth',
        correctCommentary: 'Верно! На оформление регистрации предоставляется 7 рабочих дней с момента заселения в общежитие/квартиру. Именно поэтому этот документ полностью называется "отрывной талон уведомления о прибытии иностранного гражданина в место пребывания".',
        wrongCommentary: 'Не отгадали. Правильный ответ - 7 дней. Но мы ценим, что вы даёте нам больше времени.'
    },
    {
        question: 'Я не выезжала(а) из России, но получил новый документ. Сколько у меня дней для переоформления регистрации?',
        options: [ '1 день', '3 дня', '5 дней', '7 дней' ],
        answer: 'second',
        correctCommentary: 'Да, так и есть! 3 дня при переоформлении и 7 дней при въезде в Россию из-за границы.',
        wrongCommentary: 'А вот и неправильно! У вас есть всего 3 дня на это.'
    },
    {
        question: 'Сколько дней оформляется приглашение для визы?',
        options: [ '1 день', '2 недели', '1 месяц', '2 месяца' ],
        answer: 'third',
        correctCommentary: 'Правильно! Один месяц, учитывая составление документов, согласование и оформление.',
        wrongCommentary: 'Неверно, оно оформляется 1 месяц'
    }
]

export default QUESTIONS